Repository: supermartzin/live-news-feed-windows
Catalog: LiveNewsFeed.UI.UWP/Strings/*/Resources.resw
Source language: en_us
Languages: sk_sk

# ArticlePost_ActionsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Actions
sk_sk: Možnosti

# ArticlePost_Actions_CopyLinkButton.Text
source: Copy link
sk_sk: Kopírovať odkaz

source: Copy link to Article
sk_sk: Kopírovať odkaz na článok

# ArticlePost_Actions_OpenArticlePreviewButton.Text
source: Open Article preview
sk_sk: Zobraziť článok

source: Open Article in-app preview
sk_sk: Zobraziť článok v aplikácii

# ArticlePost_Actions_OpenInBrowserButton.Text
source: Open in Browser
sk_sk: Otvoriť v prehliadači

source: Open in Browser
sk_sk: Otvoriť v prehliadači

# CategoryEnum_Arts
source: Arts
sk_sk: Kultúra

# CategoryEnum_Commentary
source: Commentaries
sk_sk: Komentáre

# CategoryEnum_Economy
source: Economy
sk_sk: Ekonomika

# CategoryEnum_Local
source: Local
sk_sk: Domáce

# CategoryEnum_NotCategorized
source: No Category
sk_sk: Nezaradené

# CategoryEnum_Science
source: Science
sk_sk: Veda

# CategoryEnum_Sport
source: Sport
sk_sk: Šport

# CategoryEnum_World
source: World
sk_sk: Svet

# ImagePreview_CloseButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close preview
sk_sk: Zatvoriť náhľad

source: Show image info
sk_sk: Zobraziť informácie o obrázku

# NewsFeed_BackToTopButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back to Top
sk_sk: Späť na začiatok

# NewsFeed_LoadingLabel.Text
source: Loading posts...
sk_sk: Načítavam články...

# NewsFeed_NewsFeedTitle.Text
source: News Feed
sk_sk: Správy

# NewsFeed_OpenSettingsButton.Label
source: Settings
sk_sk: Nastavenia

source: Open Settings page
sk_sk: Otvoriť nastavenia

# NewsFeed_RefreshFeedButton.Label
source: Refresh
sk_sk: Aktualizovať

source: Refresh News Feed
sk_sk: Aktualizovať články

# NewsFeed_Settings_NotificationsOff.Text
source: Notifications | OFF
sk_sk: Upozornenia | OFF

# NewsFeed_Settings_NotificationsOn.Text
source: Notifications | ON
sk_sk: Upozornenia | ON

# NewsFeed_Settings_OnlyImportantOff.Text
source: Only important | OFF
sk_sk: Iba dôležité | OFF

# NewsFeed_Settings_OnlyImportantOn.Text
source: Only important | ON
sk_sk: Iba dôležité | ON
